# -*- coding: utf-8 -*-
token = '402485446:AAEQSlgdHIw9HF_3Yx2j8njPSK6TVX3iOhY'

introduction = 'Бот поможет заказать доставку еды сети ресторанов "Дюшес" \n \n ' \
               'Чтобы сделать заказ просто введите номера желаемых блюд через запятую или пробел. Бот уточнит ваш заказ, ' \
               'а затем попросит ввести адрес, время доставки и телефон. \n \n' \
               'Вы можете вызвать меню в любой момент введя команду /menu.'

error = 'Извините, я не смог обработать ваш запрос :( \n ' \
    'Проверьте правильность введённых данных. \n Номера блюд следует вводить через запятую или пробел. Номер телефона ' \
        '- в формате 89XXXXXXXXX. Время доставки - в 24-часовом формате (ЧЧ:ММ). \n\n' \
    'Для повторного просмотра меню нажмите /menu \n' \
    'Для справки нажмите /help'
